[SnowShell]
INT_SETTING_VER=26
[Menu]
STRING_MENU_FILE=Файл
STRING_MENU_NOISE=Зменшення шуму
STRING_MENU_SCALE=Масштаб
STRING_MENU_EXPORT=Вихід
STRING_MENU_CONFIRM=Підтвердження
[File]
STRING_MENU_FILE_IMAGE_SEL=Вибрати зображення та обробити
STRING_MENU_FILE_CREDIT=Про програму
STRING_MENU_FILE_QUIT=Вихід
[Noise]
STRING_MENU_NOISE_NONE=Ні
STRING_MENU_NOISE_LOW=Низький
STRING_MENU_NOISE_MID=Середній
STRING_MENU_NOISE_HIGH=Високий
STRING_MENU_NOISE_VERY_HIGH=Макс
[Scale]
STRING_MENU_SCALE_CUSTOM=Звичайний
[GPU]
STRING_MENU_GPU_CPU=Тільки для графічного процесора
STRING_MENU_GPU_GPU=Переважно GPU
[TTA]
STRING_MENU_TTA_DISABLED=Відключено
STRING_MENU_TTA_ENABLED=Увімкнено
[Export]
STRING_MENU_EXPORT_SAME=Та ж директорія, що і для імпорту
STRING_MENU_EXPORT_NEW=Використовувати експортну папку
[Confirm]
STRING_MENU_CONFIRM_SHOW=Показати попередження
STRING_MENU_CONFIRM_SKIP=Приховати попередження
STRING_MENU_CONFIRM_DEBUG=Показати журнал перетворення
[Text]
INT_TEXT_TAB=14
STRING_TEXT_NOISE=Антишум
STRING_TEXT_NOISE_NONE=Ні
STRING_TEXT_NOISE_LOW=Низький
STRING_TEXT_NOISE_MID=Середній
STRING_TEXT_NOISE_HIGH=Високий
STRING_TEXT_NOISE_VERY_HIGH=Макс
STRING_TEXT_SCALE=Масштаб масштабування
STRING_TEXT_SCALE_x1_0=x1.0
STRING_TEXT_SCALE_x1_5=x1.5
STRING_TEXT_SCALE_x1_6=x1.6
STRING_TEXT_SCALE_x2_0=x2.0
STRING_TEXT_SCALE_PREFIX=x
STRING_TEXT_SCALE_POSTFIX=X
STRING_TEXT_GPU=Конвертер
STRING_TEXT_EXPORT=Папка для експорту
STRING_TEXT_EXPORT_SAME=Та сама папка
STRING_TEXT_EXPORT_NEW=Папка для експорту
STRING_TEXT_CONFIRM=Попередження
STRING_TEXT_CONFIRM_SHOW=Показати
STRING_TEXT_CONFIRM_SKIP=Приховати
STRING_TEXT_CONFIRM_TITLE=Попередження
STRING_TEXT_CONFIRM_MESSAGE=Велике зображення потребує високої роздільної здатності.\nХочете продовжити?
STRING_TEXT_CONFIRM_CUSTOM_SCALE_TITLE=Попередження
STRING_TEXT_CONFIRM_CUSTOM_SCALE_MESSAGE=Перетворення більшого масштабу може спричинити помилку під час роботи.\nВи хочете продовжити?
STRING_TEXT_NOCONVERTER_TITLE=Виникла помилка
STRING_TEXT_NOCONVERTER_MESSAGE=Конвертер відсутній.\nПеревірте версію Windows.
STRING_TEXT_TOO_LONG_PATH_TITLE=Помилка
STRING_TEXT_TOO_LONG_PATH_MESSAGE=Неможливо конвертувати файл. Занадто довгий шлях до файлу.
STRING_TEXT_TOO_LONG_PATH_MESSAGE_COUNT= КІЛЬКІСТЬ ПОВІДОМЛЕНЬ
STRING_TEXT_ABORT_CONVERT_TITLE=Підтвердити
STRING_TEXT_ABORT_CONVERT_MESSAGE=Ви хочете зупинити процес конвертації?
